// 获取url参数
function getQueryString(name) {
	var reg = new RegExp("(^|&)" + name + "=([^&]*)(&|$)", "i");
	var r = window.location.search.substr(1).match(reg);
	if (r != null)
		return unescape(r[2]);
	return null;
}
var type = getQueryString('view');

	/*  快递               */
	var courier=[{"img":"","name":"宅急送","phone":"4006789000"},
	         	{"img":"","name":"中通快递","phone":"4008270270"},
	        	{"img":"","name":"中信达快递","phone":"4006466665"},
	        	{"img":"","name":"中铁快递","phone":"95572"},
	        	{"img":"","name":"中国邮政","phone":"11183"},
	        	{"img":"","name":"宅急便","phone":"4008565656"},
	        	{"img":"","name":"中铁物流","phone":"4000005566"},
	        	
	        	{"img":"","name":"圆通速递","phone":"95554"},
	        	{"img":"","name":"韵达快递","phone":"4008216789"},
	        	
	        	{"img":"","name":"万象物流","phone":"4008208088"},
	        	
	        	{"img":"","name":"UPS快递","phone":"4008208388"},
	        	
	        	{"img":"","name":"天天快递","phone":"4001888888"},
	        	{"img":"","name":"天地华宇","phone":"4008086666"},
	        	{"img":"","name":"TNT快递","phone":"4008209868"},
	        	
	        	{"img":"","name":"申通快递","phone":"95543"},
	        	{"img":"","name":"速尔快递","phone":"4001589888"},
	        	{"img":"","name":"顺丰快递","phone":"95338"},
	        	{"img":"","name":"嗖嗖快递","phone":"4000918100"},
	        	
	        	{"img":"","name":"全一快递","phone":"4006631111"},
	        	{"img":"","name":"全峰快递","phone":"4001000001"},
	        	
	        	{"img":"","name":"能达快递","phone":"4006201111"},
	        	
	        	{"img":"","name":"联邦快递","phone":"4008861888"},
	        	
	        	{"img":"","name":"快捷快递","phone":"4008304888"},
	        	{"img":"","name":"康力物流","phone":"4001565156"},
	        	
	        	{"img":"","name":"佳吉快运","phone":"4008205566"},
	        	{"img":"","name":"嘉里大通物流","phone":"4006103188"},
	        	
	        	{"img":"","name":"恒路物流","phone":"4001826666"},
	        	{"img":"","name":"华企快运","phone":"4008068111"},
	        	
	        	{"img":"","name":"国通快递","phone":"4001111123"},
	        	
	        	{"img":"","name":"DHL环球速递","phone":"4008108000"},
	        	{"img":"","name":"递达快递","phone":"4006878123"},
	        	{"img":"","name":"德邦","phone":"95353"},
	        	{"img":"","name":"DPEX物流","phone":"4000633198"},
	        	
	        	{"img":"","name":"百世汇通","phone":"4009565656"},
	        	{"img":"","name":"百福东方国际物流","phone":"4007060609"},
	        	
	        	{"img":"","name":"百世汇通","phone":"4009565656"},
	        	{"img":"","name":"中国邮政","phone":"11183"},
	        	{"img":"","name":"韵达快递","phone":"4008216789"},];
	/*        银行                               */
	var bank=[{"img":"","name":"郑州银行","phone":"400967585"},
	      	{"img":"","name":"重庆农商银行","phone":"023-966866"},
	    	{"img":"","name":"中信银行","phone":"95558"},
	    	{"img":"","name":"浙商银行","phone":"95527"},
	    	{"img":"","name":"渣打银行","phone":"4008888083"},
	    	{"img":"","name":"浙江稠州银行","phone":"4008096527"},
	    	{"img":"","name":"驻马店银行","phone":"4000208886"},
	    	{"img":"","name":"遵义市商业银行","phone":"0852-96036"},
	    	{"img":"","name":"自贡市商业银行","phone":"0813-96813"},
	    	{"img":"","name":"浙江省农村信用社","phone":"071-96596"},
	    	{"img":"","name":"长安银行","phone":"029-96669"},
	    	{"img":"","name":"长沙银行","phone":"4006796511"},
	    	{"img":"","name":"中德住房存储银行","phone":"4006115588"},
	    	{"img":"","name":"中国银行","phone":"95566"},
	    	{"img":"","name":"招商银行","phone":"95555"},
	    	{"img":"","name":"诸暨农商银行","phone":"0575-96596"},
	    	{"img":"","name":"长沙天心农村合作银行","phone":"0731-96518"},
	    	{"img":"","name":"浙江苍南农商银行","phone":"0577-96596"},
	    	{"img":"","name":"重庆三峡银行","phone":"023-96968"},
	    	{"img":"","name":"周口银行","phone":"4001112111"},
	    	
	    	{"img":"","name":"义乌农商银行","phone":"0579-96596"},
	    	{"img":"","name":"永亨银行","phone":"4008940089"},
	    	{"img":"","name":"邮政储蓄银行","phone":"95580"},
	    	{"img":"","name":"烟台银行","phone":"4008311777"},
	    	{"img":"","name":"营口银行","phone":"4007896718"},
	    	{"img":"","name":"阳泉市商业银行","phone":"4001156000"},
	    	{"img":"","name":"宜宾市商业银行","phone":"0831-96578"},
	    	{"img":"","name":"玉环农村合作银行","phone":"0576-96596"},
	    	{"img":"","name":"鄞州银行","phone":"0574-96561"},
	    	{"img":"","name":"伊川农商银行","phone":"0379-96988"},
	    	
	    	{"img":"","name":"许昌银行","phone":"95105566"},
	    	{"img":"","name":"兴业银行","phone":"95561"},
	    	{"img":"","name":"新乡银行","phone":"4006753999"},
	    	{"img":"","name":"新韩银行","phone":"4006688600"},
	    	{"img":"","name":"信阳银行","phone":"0376-96688"},
	    	{"img":"","name":"西安银行","phone":"029-96779"},
	    	{"img":"","name":"新余农业银行","phone":"0790-962268"},
	    	
	    	{"img":"","name":"吴江农商银行","phone":"4008696068"},
	    	{"img":"","name":"潍坊银行","phone":"4006196588"},
	    	{"img":"","name":"威海市商业银行","phone":"4000096636"},
	    	{"img":"","name":"乌鲁木齐市商业银行","phone":"0991-96518"},
	    	{"img":"","name":"温州银行","phone":"021-962699"},
	    	{"img":"","name":"武汉农业商业银行","phone":"027-96555"},
	    	
	    	{"img":"","name":"天津银行","phone":"4006960296"},
	    	{"img":"","name":"铜陵皖江农商银行","phone":"0562-96669"},
	    	{"img":"","name":"台州银行","phone":"4006696528"},
	    	{"img":"","name":"天津滨海农商银行","phone":"4006068698"},
	    	{"img":"","name":"唐山市商业银行","phone":"4000689000"},
	    	{"img":"","name":"铁岭银行","phone":"024-96668"},
	    	
	    	{"img":"","name":"盛京银行","phone":"4006996666"},
	    	{"img":"","name":"苏州银行","phone":"0512-96067"},
	    	{"img":"","name":"三门峡银行","phone":"0398-96558"},
	    	{"img":"","name":"商丘银行","phone":"0370-96559"},
	    	{"img":"","name":"商丘华商农商银行","phone":"0370-96288"},
	    	{"img":"","name":"陕西信合","phone":"10106262"},
	    	{"img":"","name":"厦门银行","phone":"4008588888"},
	    	{"img":"","name":"深圳农商银行","phone":"4001961200"},
	    	{"img":"","name":"石狮农村信用社","phone":"0595-96336"},
	    	{"img":"","name":"山东省农村信用社","phone":"0531-96668"},
	    	
	    	{"img":"","name":"瑞安农村合作银行","phone":"4008057702"},
	    	
	    	{"img":"","name":"齐鲁银行","phone":"4006096588"},
	    	{"img":"","name":"青岛银行","phone":"4006696588"},
	    	{"img":"","name":"青海银行","phone":"4008888883"},
	    	{"img":"","name":"曲靖市商业银行","phone":"0874-96577"},
	    	{"img":"","name":"秦皇岛银行","phone":"0335-96336"},
	    	
	    	{"img":"","name":"浦发银行","phone":"95528"},
	    	{"img":"","name":"平安银行","phone":"95501"},
	    	{"img":"","name":"攀枝花市商业银行","phone":"4001096998"},
	    	{"img":"","name":"平顶山银行","phone":"0371-96588"},
	    	
	    	{"img":"","name":"南昌银行","phone":"4008892666"},
	    	{"img":"","name":"宁波银行","phone":"95574"},
	    	{"img":"","name":"农业银行","phone":"95599"},
	    	{"img":"","name":"南洋商业银行","phone":"4008302066"},
	    	{"img":"","name":"宁夏银行","phone":"4008096558"},
	    	{"img":"","name":"内蒙古银行","phone":"4008096019"},
	    	
	    	{"img":"","name":"民生银行","phone":"95568"},
	    	
	    	{"img":"","name":"路桥农村合作银行","phone":"0576-96596"},
	    	{"img":"","name":"辽阳银行","phone":"4008008555"},
	    	{"img":"","name":"临商银行","phone":"4006996588"},
	    	{"img":"","name":"菜商银行","phone":"4006696629"},
	    	{"img":"","name":"龙江银行","phone":"4006458888"},
	    	{"img":"","name":"廊坊银行","phone":"4006200099"},
	    	{"img":"","name":"乐山市商业银行","phone":"0833-96811"},	
	    	{"img":"","name":"柳州银行","phone":"0772-96289"},
	    	{"img":"","name":"兰溪农村合作银行","phone":"0579-96596"},
	    	{"img":"","name":"洛阳银行","phone":"0379-96699"},
	    	{"img":"","name":"龙湾农商银行","phone":"4009996868"},
	    	{"img":"","name":"鹿城农商银行","phone":"0577-96526"},
	    	{"img":"","name":"辽宁省农村信用社","phone":"024-96888"},
	    	
	    	{"img":"","name":"开封市商业银行","phone":"0371-96556"},
	    	{"img":"","name":"库尔勒市商业银行","phone":"4008961366"},
	    	{"img":"","name":"昆仑银行","phone":"4006696569"},
	    	
	    	{"img":"","name":"椒江农村合作银行","phone":"0576-96696"},
	    	{"img":"","name":"晋商银行","phone":"95105588"},
	    	{"img":"","name":"建设银行","phone":"95533"},
	    	{"img":"","name":"江苏省农村信用社","phone":"4008296008"},
	    	{"img":"","name":"交通银行","phone":"95559"},
	    	{"img":"","name":"九江银行","phone":"95316"},
	    	{"img":"","name":"晋城银行","phone":"95105757"},
	    	{"img":"","name":"金华成泰农商银行","phone":"4008296008"},
	    	{"img":"","name":"江苏长江商业银行","phone":"4008896036"},
	    	{"img":"","name":"江苏银行","phone":"4008696098"},	
	    	{"img":"","name":"金华银行","phone":"4007116668"},
	    	{"img":"","name":"济宁银行","phone":"4006770537"},
	    	{"img":"","name":"晋中银行","phone":"4006535666"},
	    	{"img":"","name":"绩溪农商银行","phone":"0563-96669"},
	    	{"img":"","name":"江苏江南农村商业银行","phone":"0519-96005"},
	    	{"img":"","name":"江苏仪征农村合作银行","phone":"0514-96008"},
	    	{"img":"","name":"吉林银行","phone":"4008896666"},
	    	{"img":"","name":"晋江农村商业银行","phone":"0595-96336"},
	    	{"img":"","name":"吉林九台农村商业银行","phone":"0431-96888"},
	    	
	    	{"img":"","name":"花旗银行","phone":"4008211880"},
	    	{"img":"","name":"邯郸银行","phone":"4000196368"},
	    	{"img":"","name":"华侨银行","phone":"4006702888"},
	    	{"img":"","name":"韩亚银行","phone":"4006509226"},
	    	{"img":"","name":"华融湘江银行","phone":"0731-96599"},
	    	{"img":"","name":"恒丰银行","phone":"4008138888"},
	    	{"img":"","name":"葫芦岛银行","phone":"4001196656"},
	    	{"img":"","name":"华夏银行","phone":"95577"},
	    	{"img":"","name":"哈尔滨银行","phone":"95537"},
	    	{"img":"","name":"湖商村镇银行","phone":"4008896358"},
	    	{"img":"","name":"花溪建设村镇银行","phone":"4008696016"},
	    	{"img":"","name":"湖州银行","phone":"4008096528"},
	    	{"img":"","name":"杭州联合银行","phone":"0571-96592"},
	    	{"img":"","name":"河北银行","phone":"4006129999"},
	    	{"img":"","name":"汉口银行","phone":"4003096558"},
	    	{"img":"","name":"华商银行","phone":"4001116558"},
	    	{"img":"","name":"禾城农村合作银行","phone":"0573-96596"},
	    	{"img":"","name":"汇丰银行","phone":"4008826688"},
	    	{"img":"","name":"黄岩农村合作银行","phone":"0576-96596"},
	    	{"img":"","name":"淮南通商银行","phone":"0554-96669"},
	    	{"img":"","name":"怀远农村合作银行","phone":"0552-96669"},
	    	{"img":"","name":"鹤壁银行","phone":"0392-9610099"},
	    	{"img":"","name":"衡水银行","phone":"0318-96368"},
	    	{"img":"","name":"海南农信","phone":"0898-96588"},
	    	{"img":"","name":"徽商银行","phone":"0551-96588"},
	    	{"img":"","name":"湖北农信","phone":"027-96568"},
	    	
	    	{"img":"","name":"国家发开银行","phone":"95593"},
	    	{"img":"","name":"广发银行","phone":"95508"},
	    	{"img":"","name":"贵阳银行","phone":"4001196033"},
	    	{"img":"","name":"桂林银行","phone":"4008696299"},
	    	{"img":"","name":"光大银行","phone":"95595"},
	    	{"img":"","name":"广州银行","phone":"4008396699"},
	    	{"img":"","name":"贵阳市商业银行","phone":"4001196003"},
	    	{"img":"","name":"赣州银行","phone":"0797-96296"},
	    	{"img":"","name":"广西北部湾银行","phone":"0771-96288"},
	    	{"img":"","name":"广德农村合作银行","phone":"0563-96669"},
	    	{"img":"","name":"广西农村合作银行","phone":"0771-966888"},
	    	{"img":"","name":"工商银行","phone":"95588"},
	    	{"img":"","name":"广西兴安农村合作银行","phone":"0773-966888"},
	    	{"img":"","name":"高淳农商银行","phone":"025-96008"},
	    	{"img":"","name":"广东农村信用社","phone":"020-96138"},
	    	
	    	{"img":"","name":"法国兴业银行","phone":"4008888770"},
	    	{"img":"","name":"富滇银行","phone":"4008896533"},
	    	{"img":"","name":"福建南安农村商业银行","phone":"0595-96336"},
	    	{"img":"","name":"佛山顺德农村商业银行","phone":"4008003888"},
	    	{"img":"","name":"抚顺银行","phone":"024-96663"},
	    	{"img":"","name":"阜宁农商银行","phone":"0515-96008"},
	    	{"img":"","name":"阜新银行","phone":"0418-96665"},
	    	
	    	{"img":"","name":"鄂尔多斯农村商业银行","phone":"4009996688"},
	    	
	    	{"img":"","name":"东莞银行","phone":"40014196228"},
	    	{"img":"","name":"大华银行","phone":"4009201200"},
	    	{"img":"","name":"丹东银行","phone":"4007096658"},
	    	{"img":"","name":"大连银行","phone":"4006640099"},
	    	{"img":"","name":"东营银行","phone":"4006296588"},
	    	{"img":"","name":"大同银行","phone":"4001196588"},
	    	{"img":"","name":"定海海洋农商银行","phone":"0580-96596"},
	    	{"img":"","name":"东方农商银行","phone":"0518-96008"},
	    	{"img":"","name":"丹阳农商银行","phone":"0511-96008"},
	    	
	    	{"img":"","name":"成都银行","phone":"4006896511"},
	    	{"img":"","name":"常熟农商银行","phone":"4009962000"},
	    	{"img":"","name":"承德银行","phone":"4006096368"},
	    	{"img":"","name":"成都农商银行","phone":"4006028666"},
	    	{"img":"","name":"慈溪农商合作银行","phone":"0574-96596"},
	    	{"img":"","name":"朝阳银行","phone":"0421-96664"},
	    	
	    	{"img":"","name":"保定银行","phone":"4006796368"},
	    	{"img":"","name":"包商银行","phone":"0472-96016"},
	    	{"img":"","name":"北京银行","phone":"95526"},
	    	
	    	{"img":"","name":"安徽宿松农村合作银行","phone":"0556-96669"},
	    	{"img":"","name":"安徽天长农村银行","phone":"055096669"},
	    	{"img":"","name":"安徽凤阳利民村镇银行","phone":"0550-96669"},
	    	{"img":"","name":"鞍山银行","phone":"4006196178"},
	    	{"img":"","name":"安徽青阳农村合作银行","phone":"0566-96669"},
	    	{"img":"","name":"安徽省农村信用社","phone":"0550-96669"},
	    	{"img":"","name":"澳洲联邦村镇银行","phone":"4001000816"},
	    	{"img":"","name":"安阳银行","phone":"0372-96518"},
	    	
	    	{"img":"","name":"中信银行","phone":"95558"},
	    	{"img":"","name":"平安银行","phone":"95501"},
	    	{"img":"","name":"民生银行","phone":"95568"},
	    	{"img":"","name":"招商银行","phone":"95555"},
	    	{"img":"","name":"建设银行","phone":"95533"},
	    	{"img":"","name":"农业银行","phone":"95599"},
	    	{"img":"","name":"工商银行","phone":"95588"},
	    	{"img":"","name":"中国银行","phone":"95566"},
	    	];
	
	/*        机票                               */
	var ticket=[{"img":"","name":"中国东方航空","phone":"95530"},
	        	{"img":"","name":"中国南方航空","phone":"95539"},
	        	{"img":"","name":"中国国际航空","phone":"95583"},
	        	{"img":"","name":"中华航空","phone":"4008886998"},
	        	
	        	{"img":"","name":"西藏航空","phone":"4008089188"},
	        	{"img":"","name":"祥鹏航空","phone":"95071950"},
	        	{"img":"","name":"香港航空","phone":"950717"},
	        	{"img":"","name":"携程旅游网","phone":"10106666"},
	        	{"img":"","name":"西部航空","phone":"95071095"},
	        	
	        	{"img":"","name":"天津航空","phone":"950710"},
	        	
	        	{"img":"","name":"厦门航空","phone":"95557"},
	        	{"img":"","name":"山东航空","phone":"95369"},
	        	{"img":"","name":"深圳航空","phone":"95080"},
	        	{"img":"","name":"四川航空","phone":"4008300999"},
	        	{"img":"","name":"首都航空","phone":"9501999"},
	        	
	        	{"img":"","name":"青岛航空","phone":"0532-96630"},
	        	{"img":"","name":"去哪儿网","phone":"10101234"},
	        	
	        	{"img":"","name":"美国联合航空","phone":"4008834288"},
	        	
	        	{"img":"","name":"吉祥航空","phone":"4008834288"},
	        	
	        	{"img":"","name":"韩亚航空","phone":"4006508000"},
	        	{"img":"","name":"荷兰皇家航空","phone":"4008808222"},
	        	{"img":"","name":"华夏航空","phone":"4006066633"},
	        	{"img":"","name":"海南航空","phone":"950718"},
	        	{"img":"","name":"河北航空","phone":"0311-96699"},
	        	
	        	{"img":"","name":"港龙航空","phone":"4008813368"},
	        	{"img":"","name":"国泰航空","phone":"4008886628"},
	        	
	        	{"img":"","name":"法国航空","phone":"4008808808"},
	        	
	        	{"img":"","name":"大韩航空","phone":"4006588888"},
	        	
	        	{"img":"","name":"春秋航空","phone":"95524"},
	        	{"img":"","name":"财付通旅行","phone":"4001115888"},
	        	
	        	{"img":"","name":"阿联酋航空","phone":"4008822380"},
	        	{"img":"","name":"奥地利航空","phone":"4008810770"},
	        	{"img":"","name":"澳洲航空","phone":"4008880089"},
	        	{"img":"","name":"海南航空","phone":"950718"},
	        	{"img":"","name":"国泰航空","phone":"4008886628"},
	        	{"img":"","name":"深圳航空","phone":"95080"},
	        	{"img":"","name":"中国国际航空","phone":"95583"},
	        	{"img":"","name":"携程旅行网","phone":"10106666"},	
	        	{"img":"","name":"中国南方航空","phone":"95539"},];
	
	/*        租车                               */
	var taxi=[{"img":"","name":"中南出租车电召中心","phone":"0755-83938342"},
	      	{"img":"","name":"肇庆出租车电召中心","phone":"0758-2700400"},
	    	{"img":"","name":"张家界出租车电召中心","phone":"0744-8262673"},
	    	{"img":"","name":"长沙出租车电召中心","phone":"0731-83848460"},
	    	{"img":"","name":"漳州出租车电召中心","phone":"0596-2054888"},
	    	{"img":"","name":"丹山出租车电召中心","phone":"0580-8100100"},
	    	{"img":"","name":"郑州出租车电召中心","phone":"0371-68881188"},	
	    	{"img":"","name":"重庆市交通服务热线","phone":"023-96096"},	
	    	
	    	{"img":"","name":"运发集团客服中心","phone":"0755-96511"},
	    	{"img":"","name":"银川出租车电召中心","phone":"0951-5056601"},
	    	{"img":"","name":"宜昌民昌出租车电召中心","phone":"0717-6351100"},
	    	{"img":"","name":"赢时通租车","phone":"4006581658"},
	    	{"img":"","name":"易达出行","phone":"4009902633"},
	    	{"img":"","name":"一号专车","phone":"4007006511"},
	    	{"img":"","name":"易到用车","phone":"4001111777"},
	    	{"img":"","name":"一嗨租车","phone":"4008886608"},
	    	
	    	{"img":"","name":"西宁出租车电召中心","phone":"0971-6150924"},
	    	{"img":"","name":"先锋出租车电召中心","phone":"0827-5280805"},
	    	{"img":"","name":"新余出租车电召中心","phone":"0790-6444999"},
	    	{"img":"","name":"襄樊出租车电召中心","phone":"0710-3275666"},
	    	{"img":"","name":"徐州出租车电召中心","phone":"0516-80101100"},
	    	{"img":"","name":"新乡出租车电召中心","phone":"0373-5016600"},
	    	{"img":"","name":"西安交通运输局客服热线","phone":"029-96716"},
	    	
	    	{"img":"","name":"温州宏达出租车电召中心","phone":"95539"},
	    	{"img":"","name":"芜湖出租车电召中心","phone":"95599"},
	    	{"img":"","name":"无锡出租车电召中心","phone":"95566"},
	    	{"img":"","name":"武汉出租车电召中心","phone":"027-66667777"},
	    	{"img":"","name":"温州鹿城出租车电召中心","phone":"0577-88504111"},
	    	
	    	{"img":"","name":"桐乡出租车电召中心","phone":"13905730000"},
	    	{"img":"","name":"天水出租车电召中心","phone":"0938-8213531"},
	    	{"img":"","name":"台州叫车热线","phone":"0576-96550"},
	    	{"img":"","name":"太原出租车电召中心","phone":"0351-3031188"},
	    	{"img":"","name":"天津市公共交通调度中心系统","phone":"022-96880"},
	    	{"img":"","name":"天畅客服服务中心","phone":"010-96109"},
	    	
	    	{"img":"","name":"三亚天性出租车电召中心","phone":"0898-88899911"},
	    	{"img":"","name":"遂宁出租车电召中心","phone":"0825-2645715"},
	    	{"img":"","name":"顺德区出租车电召中心","phone":"0757-22331888"},
	    	{"img":"","name":"邵阳出租车电召中心","phone":"0739-5227888"},
	    	{"img":"","name":"十堰出租车电召中心","phone":"0719-8520000"},
	    	{"img":"","name":"厦门翔安出租车电召中心","phone":"0592-7162925"},
	    	{"img":"","name":"苏州出租车系统","phone":"0512-67776777"},
	    	{"img":"","name":"三门峡出租车电召中心","phone":"0398-2890333"},
	    	{"img":"","name":"沈阳旭龙出租车电召中心","phone":"024-86222222"},
	    	{"img":"","name":"上海大众联合调度中心","phone":"021-96822"},
	    	{"img":"","name":"上海强生出租车叫车电话","phone":"021-62580000"},
	    	{"img":"","name":"世友租车","phone":"4006165666"},
	    	{"img":"","name":"神州租车","phone":"4006166666"},
	    	{"img":"","name":"神州专车","phone":"10101111"},
	    	
	    	{"img":"","name":"瑞卡租车","phone":"4007770888"},
	    	
	    	{"img":"","name":"钦州出租车电召中心","phone":"0777-2848822"},
	    	
	    	{"img":"","name":"莆田出租车电召中心","phone":"0594-5396225"},
	    	{"img":"","name":"PP租车","phone":"4009999666"},
	    	
	    	{"img":"","name":"南通出租车电召中心","phone":"0513-83521000"},
	    	{"img":"","name":"南京市出租车调度热线","phone":"025-965188"},
	    	{"img":"","name":"南京东方出租车电召中心","phone":"0258-52608608"},
	    	{"img":"","name":"南京华立发出租车电召中心","phone":"025-86508880"},
	    	
	    	{"img":"","name":"拉萨出租车电召中心","phone":"0891-6826334"},
	    	{"img":"","name":"泸州出租车电召中心","phone":"0830-310220"},
	    	{"img":"","name":"利普顿电召中心","phone":"0752-965168"},
	    	{"img":"","name":"蓝天出租车电召中心","phone":"0746-8339398"},
	    	{"img":"","name":"龙岩出租车电召中心","phone":"0597-2299110"},
	    	{"img":"","name":"廊坊出租车电召中心","phone":"0316-2038888"},
	    	
	    	{"img":"","name":"昆明出租车电召中心","phone":"0871-3312533"},
	    	{"img":"","name":"昆山出租车电召中心","phone":"0512-96889699"},
	    	{"img":"","name":"快的打车","phone":"4000002666"},
	    	
	    	{"img":"","name":"荆州出租车电召中心","phone":"0716-8523555"},
	    	{"img":"","name":"济南市出租车服务热线","phone":"0531-96576"},
	    	{"img":"","name":"交通服务热线","phone":"0519-96196"},
	    	{"img":"","name":"吉林大林出租车电召中心","phone":"0432-621017694"},
	    	{"img":"","name":"金牡丹客户服务中心","phone":"0379-9610033"},
	    	{"img":"","name":"锦江国际呼叫中心","phone":"021-96961"},
	    	{"img":"","name":"嘉兴至海盐出租车电召中心","phone":"13306831115"},
	    	
	    	{"img":"","name":"杭州交通卫星定位应用有限公司","phone":"0571-28811111"},
	    	{"img":"","name":"海口出租车电召中心","phone":"0898-66666666"},
	    	{"img":"","name":"贺州出租车电召中心","phone":"0774-5201111"},
	    	{"img":"","name":"华威交通服务台","phone":"0591-968968"},
	    	{"img":"","name":"海宁各地回程车叫车电话","phone":"0573-87860111"},
	    	{"img":"","name":"海盐出租车电召中心","phone":"0573-86111111"},
	    	{"img":"","name":"海宁出租车电召中心","phone":"0573"},
	    	{"img":"","name":"合肥国泰出租车电召中心","phone":"0551-65556398"},
	    	{"img":"","name":"合肥新亚出租车电召中心","phone":"0551-64211888"},
	    	{"img":"","name":"呼和浩特出租车电召中心","phone":"0471-8936669"},
	    	{"img":"","name":"哈尔滨出租车电召中心","phone":"0451-55531555"},
	    	{"img":"","name":"衡水出租车电召中心","phone":"0318-2999110"},
	    	{"img":"","name":"海博呼叫中心","phone":"021-96933"},
	    	{"img":"","name":"海盐至嘉兴出租车电召中心","phone":"13906831115"},
	    	
	    	
	    	{"img":"","name":"贵阳出租车电召中心","phone":"0851-5287711"},
	    	{"img":"","name":"贵港出租车电召中心","phone":"0775-3339006"},
	    	{"img":"","name":"高明区出租车电召中心","phone":"0757-88281000"},
	    	{"img":"","name":"广州交通服务热线","phone":"020-96900"},
	    	{"img":"","name":"国信租车","phone":"4000901900"},
	    	
	    	{"img":"","name":"大同九龙出租车电召中心","phone":"0352-5025588"},
	    	{"img":"","name":"滴滴打车","phone":"4000001999"},
	    	
	    	{"img":"","name":"禅城去出租车电召中心","phone":"0757-82023456"},
	    	{"img":"","name":"承德出租车电召中心","phone":"0314-2082937"},
	    	{"img":"","name":"成都宏川出租车电召中心","phone":"028-87366228"},
	    	{"img":"","name":"车速递租车","phone":"4006121121"},
	    	
	    	{"img":"","name":"北京出租汽车调度中心","phone":"010-683773399"},
	    	{"img":"","name":"北京银建出租车电召中心","phone":"010-87611297"},
	    	{"img":"","name":"北海出租车电召中心","phone":"0779-3037467"},
	    	{"img":"","name":"保定出租车电召中心","phone":"0312-3037657"},
	    	
	    	{"img":"","name":"安运叫车热线","phone":"024-96158"},
	    	{"img":"","name":"AVIS安飞士租车","phone":"400882119"},
	    	
	    	{"img":"","name":"快的打车","phone":"4000002666"},
	    	{"img":"","name":"滴滴打车","phone":"4000001999"},
	    	{"img":"","name":"瑞卡租车","phone":"4007770888"},
	    	{"img":"","name":"易到用车","phone":"4001111777"},
	    	{"img":"","name":"一嗨租车","phone":"4008886608"},
	    	{"img":"","name":"神州租车","phone":"4006166666"},];
	/*        品牌售后                               */
	var branAfter_sales=[{"img":"","name":"一号店","phone":"4000071111"},
	                  	{"img":"","name":"志高","phone":"4006757888"},
	                	{"img":"","name":"中兴","phone":"4008809999"},
	                	{"img":"","name":"中通客车","phone":"4007608000"},
	                	{"img":"","name":"支付宝","phone":"95188"},
	                	{"img":"","name":"中电电信","phone":"4008986616"},
	                	{"img":"","name":"中粮我买网","phone":"4008115117"},
	                	{"img":"","name":"走秀网","phone":"4008884499"},
	                	{"img":"","name":"长城","phone":"4006661990"},
	                	{"img":"","name":"长安汽车","phone":"4008886677"},
	                	{"img":"","name":"长安客车","phone":"4008140080"},
	                	{"img":"","name":"长安马自达","phone":"4008002777"},
	                	
	                	{"img":"","name":"樱花卫厨","phone":"0512-57711778"},
	                	{"img":"","name":"一汽大众奥迪","phone":"4008171888"},
	                	{"img":"","name":"易迅网","phone":"400821878"},
	                	{"img":"","name":"亚马逊","phone":"4008105666"},
	                	{"img":"","name":"银泰网","phone":"4001191111"},
	                	{"img":"","name":"银座网","phone":"4006586060"},
	                	{"img":"","name":"英菲尼迪","phone":"4008809090"},
	                	
	                	{"img":"","name":"夏普","phone":"4008981818"},
	                	{"img":"","name":"小鸭","phone":"4006586222"},
	                	{"img":"","name":"新奥燃气","phone":"95158"},
	                	{"img":"","name":"小熊","phone":"4006622580"},
	                	{"img":"","name":"小米","phone":"4001005678"},
	                	{"img":"","name":"熊猫","phone":"10106600"},
	                	{"img":"","name":"西门子","phone":"4008899999"},
	                	{"img":"","name":"新科","phone":"4008500528"},
	                	{"img":"","name":"夏新","phone":"4008875777"},
	                	{"img":"","name":"小天鹅","phone":"400228228"},
	                	{"img":"","name":"雪佛兰","phone":"4008201912"},
	                	
	                	{"img":"","name":"万家乐","phone":"4007003888"},
	                	{"img":"","name":"万和","phone":"4008308383"},
	                	{"img":"","name":"微软中国","phone":"4008203800"},
	                	{"img":"","name":"窝窝网","phone":"4001055555"},
	                	{"img":"","name":"唯品会","phone":"4006789888"},
	                	{"img":"","name":"万利达","phone":"4006688999"},
	                	
	                	{"img":"","name":"vivo","phone":"4006789688"},
	                	
	                	{"img":"","name":"统帅","phone":"4006999999"},
	                	{"img":"","name":"TCL","phone":"4008123456"},
	                	{"img":"","name":"腾达","phone":"4006622666"},
	                	{"img":"","name":"特斯拉","phone":"4009190707"},
	                	{"img":"","name":"淘宝网","phone":"95188"},
	                	{"img":"","name":"天天网","phone":"4008102211"},
	                	{"img":"","name":"TP-LINK","phone":"4008863400"},
	                	{"img":"","name":"天龙","phone":"4009210881"},
	                	{"img":"","name":"天猫","phone":"4008608608"},
	                	
	                	{"img":"","name":"四季沫歌","phone":"4009603366"},
	                	{"img":"","name":"森泰","phone":"4007885288"},
	                	{"img":"","name":"松下","phone":"4008100781"},
	                	{"img":"","name":"顺丰优选","phone":"4009111111"},
	                	{"img":"","name":"SKG","phone":"4008220888"},
	                	{"img":"","name":"索尼","phone":"4008109000"},
	                	{"img":"","name":"三星","phone":"4008105858"},
	                	{"img":"","name":"三洋","phone":"95105948"},
	                	{"img":"","name":"苏宁","phone":"4008365365"},
	                	{"img":"","name":"神舟","phone":"4004069999"},
	                	{"img":"","name":"苏泊尔","phone":"4008899717"},
	                	{"img":"","name":"smart","phone":"4008110000"},
	                	{"img":"","name":"斯巴鲁","phone":"4008184860"},
	                	
	                	{"img":"","name":"容声","phone":"40096365365"},
	                	{"img":"","name":"日立","phone":"4008899591"},
	                	{"img":"","name":"日产","phone":"4008308899"},
	                	{"img":"","name":"荣事达","phone":"4007006333"},
	                	
	                	{"img":"","name":"奇田","phone":"4007773118"},
	                	{"img":"","name":"奇瑞","phone":"4008838888"},
	                	{"img":"","name":"七喜","phone":"4007799999"},
	                	
	                	{"img":"","name":"Pangoo盘古","phone":"4006002888"},
	                	
	                	{"img":"","name":"讴歌","phone":"4006508856"},
	                	{"img":"","name":"OPPO","phone":"4001666888"},
	                	
	                	{"img":"","name":"内芙","phone":"4008207822"},
	                	{"img":"","name":"能率","phone":"4009881998"},
	                	{"img":"","name":"诺亚舟","phone":"4006289898"},
	                	{"img":"","name":"宁康","phone":"4008201665"},
	                	{"img":"","name":"诺基亚","phone":"4008800123"},
	                	{"img":"","name":"纳智捷汽车","phone":"400588888"},
	                	
	                	{"img":"","name":"梦芭莎","phone":"4007162828"},
	                	{"img":"","name":"明基","phone":"4008888911"},
	                	{"img":"","name":"美的","phone":"4008899315"},
	                	{"img":"","name":"美图手机","phone":"4009909696"},
	                	{"img":"","name":"满座网","phone":"4006858666"},
	                	{"img":"","name":"美团网","phone":"4006605335"},
	                	{"img":"","name":"麦德龙网上商城","phone":"4000680800"},
	                	{"img":"","name":"摩托罗拉","phone":"4008105050"},
	                	{"img":"","name":"漫步者","phone":"4008105536"},
	                	{"img":"","name":"魅族","phone":"4007883333"},
	                	
	                	{"img":"","name":"林内","phone":"40069906906"},
	                	{"img":"","name":"老板电器","phone":"95105855"},
	                	{"img":"","name":"LG","phone":"4008199999"},
	                	{"img":"","name":"罗技","phone":"4008200338"},
	                	{"img":"","name":"莱彩","phone":"4006822138"},
	                	{"img":"","name":"乐蜂网","phone":"4000001818"},
	                	{"img":"","name":"林肯","phone":"4009886789"},
	                	{"img":"","name":"拉手网","phone":"40000517317"},
	                	{"img":"","name":"路虎","phone":"4008200187"},
	                	{"img":"","name":"乐淘网","phone":"4000022188"},
	                	{"img":"","name":"理光","phone":"4008883121"},
	                	{"img":"","name":"朗琴","phone":"4008102365"},
	                	{"img":"","name":"蓝魔","phone":"4008839858"},
	                	{"img":"","name":"雷诺","phone":"4008008886"},
	                	{"img":"","name":"联想","phone":"4008108888"},
	                	
	                	{"img":"","name":"康纳","phone":"4007006969"},
	                	{"img":"","name":"康宝","phone":"4007000818"},
	                	{"img":"","name":"柯达","phone":"8008205528"},
	                	{"img":"","name":"卡西欧","phone":"4007006655"},
	                	{"img":"","name":"康佳","phone":"95105999"},
	                	{"img":"","name":"克莱斯勒","phone":"4006500118"},
	                	
	                	{"img":"","name":"九阳","phone":"4006186999"},
	                	{"img":"","name":"JVG","phone":"4000888799"},
	                	{"img":"","name":"聚美优品","phone":"4000123888"},
	                	{"img":"","name":"技嘉","phone":"8008200926"},
	                	{"img":"","name":"捷豹","phone":"4008208955"},
	                	{"img":"","name":"佳能","phone":"4006222666"},
	                	{"img":"","name":"京东商城","phone":"400605500"},
	                	{"img":"","name":"金士顿","phone":"4008207655"},
	                	
	                	{"img":"","name":"华帝","phone":"4008886288"},
	                	{"img":"","name":"红岩汽车","phone":"8008071166"},
	                	{"img":"","name":"红旗","phone":"4008171717"},
	                	{"img":"","name":"宏碁","phone":"4007001000"},
	                	{"img":"","name":"海信科龙","phone":"4008099999"},
	                	{"img":"","name":"海信","phone":"4006111111"},
	                	{"img":"","name":"华晨中华","phone":"4008188333"},
	                	{"img":"","name":"海格客车","phone":"4008282019"},
	                	{"img":"","name":"ＨＴＣ","phone":"4008218998"},
	                	{"img":"","name":"华光","phone":"4008827188"},
	                	{"img":"","name":"火王燃器具","phone":"4006881992"},
	                	{"img":"","name":"恒天汽车","phone":"4001029090"},
	                	{"img":"","name":"华硕","phone":"4006006655"},
	                	
	                	{"img":"","name":"格兰仕","phone":"4008300777"},
	                	{"img":"","name":"观致汽车","phone":"4009208088"},
	                	{"img":"","name":"格力","phone":"4008365315"},
	                	{"img":"","name":"国美电器","phone":"4008708708"},
	                	{"img":"","name":"Gateway捷威","phone":"4007009888"},
	                	
	                	{"img":"","name":"丰田","phone":"4008101210"},
	                	{"img":"","name":"菲亚特","phone":"400879999"},
	                	{"img":"","name":"富士","phone":"4008206300"},
	                	{"img":"","name":"凡客诚品","phone":"4006507099"},
	                	{"img":"","name":"富士施乐","phone":"4008205146"},
	                	{"img":"","name":"飞利浦","phone":"4006065602"},
	                	{"img":"","name":"方正","phone":"4006000666"},
	                	{"img":"","name":"方太","phone":"4000315315"},
	                	
	                	{"img":"","name":"大金","phone":"4008201081"},
	                	{"img":"","name":"戴尔","phone":"4008858555"},
	                	{"img":"","name":"大众汽车","phone":"4008201111"},
	                	{"img":"","name":"东南汽车","phone":"4006611666"},
	                	{"img":"","name":"当当网","phone":"4001066666"},
	                	{"img":"","name":"东芝","phone":"4008180280"},
	                	{"img":"","name":"东风瑞达起亚","phone":"4007990000"},
	                	
	                	{"img":"","name":"春兰","phone":"4008281888"},
	                	{"img":"","name":"创维","phone":"95105555"},
	                	
	                	{"img":"","name":"博世","phone":"4008310669"},
	                	{"img":"","name":"北汽福田","phone":"4008199199"},
	                	{"img":"","name":"百度糯米","phone":"4006888887"},
	                	{"img":"","name":"百度团购","phone":"4000998998"},
	                	{"img":"","name":"博朗","phone":"4008201357"},
	                	{"img":"","name":"飚王SSK","phone":"4006400675"},
	                	{"img":"","name":"奔驰","phone":"4008181188"},
	                	{"img":"","name":"北京汽车","phone":"4008108100"},
	                	{"img":"","name":"本来生活网","phone":"4008000917"},
	                	{"img":"","name":"步步高","phone":"4007000111"},
	                	{"img":"","name":"比亚迪","phone":"4008816888"},
	                	{"img":"","name":"奔腾","phone":"4008203456"},
	                	
	                	{"img":"","name":"阿斯丹顿","phone":"4008308555"},
	                	{"img":"","name":"AO史密斯热水器","phone":"4008288988"},
	                	{"img":"","name":"奥马电器","phone":"4007001770"},
	                	{"img":"","name":"ACA","phone":"4007006698"},
	                	{"img":"","name":"艾美特","phone":"4008860315"},
	                	{"img":"","name":"艾默生","phone":"4008876510"},
	                	{"img":"","name":"爱普电器","phone":"40088686262"},
	                	{"img":"","name":"Apple","phone":"4006272273"},
	                	{"img":"","name":"艾玛电动车","phone":"4008828890"},
	                	{"img":"","name":"澳柯玛","phone":"4006187777"},
	                	{"img":"","name":"安吉尔","phone":"4007003339"},
	                	{"img":"","name":"奥普","phone":"4001991999"},
	                	{"img":"","name":"AOC冠捷","phone":"4008878007"},
	                	{"img":"","name":"爱国者","phone":"4006106666"},
	                	
	                	{"img":"","name":"九阳","phone":"4006186999"},
	                	{"img":"","name":"松下","phone":"4008100781"},
	                	{"img":"","name":"万利达","phone":"4006688999"},
	                	{"img":"","name":"美的","phone":"4008899315"},
	                	{"img":"","name":"格力","phone":"4008365315"},
	                	{"img":"","name":"尼康","phone":"4008201665"},
	                	{"img":"","name":"华硕","phone":"4006006655"},
	                	{"img":"","name":"索尼","phone":"4008109000"},
	                	{"img":"","name":"三星","phone":"4008105858"},
	                	{"img":"","name":"联想","phone":"4008108888"},
	                	{"img":"","name":"艾美特","phone":"4008860315"},];
	/*        代驾                               */
	var G_driving=[{"img":"","name":"360代驾","phone":"95599"},	
	           	{"img":"","name":"柒零捌零酒后代驾","phone":"95533"},	
	        	{"img":"","name":"安师傅代驾","phone":"95554"},
	        	{"img":"","name":"领航代驾","phone":"95599"},
	        	{"img":"","name":"明典代驾","phone":"95566"},
	        	{"img":"","name":"爱代驾","phone":"95533"},
	        	{"img":"","name":"微代驾","phone":"95591"},
	        	{"img":"","name":"e代驾","phone":"95338"},];
	/*        保险                               */
	var insurance=[{"img":"","name":"中国人保寿险","phone":"95591"},
	            	{"img":"","name":"中国人寿保险","phone":"95519"},
	            	{"img":"","name":"长安责任保险","phone":"95592"},
	            	{"img":"","name":"中国太平保险","phone":"95589"},
	            	{"img":"","name":"中华联合保险","phone":"95585"},
	            	{"img":"","name":"中英人寿保险","phone":"95545"},
	            	{"img":"","name":"中邮人寿","phone":"4008909999"},
	            	{"img":"","name":"中德安联人寿保险","phone":"4008883636"},
	            	{"img":"","name":"中航安盟保险","phone":"4008868199"},
	            	{"img":"","name":"长江养老保险","phone":"4008209966"},
	            	{"img":"","name":"中宏人寿保险","phone":"4008188888"},
	            	{"img":"","name":"中荷人寿保险","phone":"4008161688"},
	            	{"img":"","name":"中航三星人寿保险","phone":"4008101888"},
	            	{"img":"","name":"中银保险","phone":"40069995566"},
	            	{"img":"","name":"中国人民健康保险","phone":"4006695518"},
	            	{"img":"","name":"中新大东方人寿","phone":"4006368888"},
	            	{"img":"","name":"中国人民人寿保险","phone":"4001119999"},
	            	{"img":"","name":"浙商财险","phone":"10109988"},
	            	{"img":"","name":"中意人寿","phone":"950956"},
	            	{"img":"","name":"紫金财险","phone":"10108080"},
	            	{"img":"","name":"招商信托人寿保险","phone":"4008212501"},
	            	{"img":"","name":"中国平安保险","phone":"95511"},
	            	
	            	{"img":"","name":"友邦保险","phone":"4008001008"},
	            	{"img":"","name":"英大泰和人寿保险","phone":"4000188688"},
	            	
	            	{"img":"","name":"新华保险","phone":"95567"},
	            	{"img":"","name":"幸福人寿保险","phone":"95560"},
	            	{"img":"","name":"新光海航人寿保险","phone":"4008008008"},
	            	{"img":"","name":"信泰人寿","phone":"4006008890"},
	            	
	            	{"img":"","name":"太平洋保险","phone":"95500"},
	            	{"img":"","name":"泰康人寿","phone":"95522"},
	            	{"img":"","name":"天安财险","phone":"95505"},
	            	{"img":"","name":"太阳联合保险","phone":"4008205918"},
	            	{"img":"","name":"天安人寿保险","phone":"4000555800"},
	            	
	            	{"img":"","name":"瑞泰人寿保险","phone":"4008109339"},
	            	{"img":"","name":"农银人寿","phone":"95581"},
	            	{"img":"","name":"民生保险","phone":"95596"},
	            	{"img":"","name":"美亚财产保险","phone":"4008211253"},
	            	{"img":"","name":"交银康联人寿保险","phone":"4008211211"},
	            	
	            	{"img":"","name":"华安保险","phone":"95556"},
	            	{"img":"","name":"海康人寿保险","phone":"95105768"},
	            	{"img":"","name":"华农财险","phone":"95105535"},
	            	{"img":"","name":"恒安标准人寿保险","phone":"4008188699"},
	            	
	            	{"img":"","name":"国华人寿保险","phone":"95549"},
	            	{"img":"","name":"工银安盛人寿","phone":"95359"},
	            	{"img":"","name":"国泰产险","phone":"4008202288"},
	            	{"img":"","name":"光大永明人寿保险","phone":"95105698"},
	            	{"img":"","name":"广州证券","phone":"020-961303"},
	            	{"img":"","name":"富德生命人寿","phone":"95535"},
	            	
	            	{"img":"","name":"都邦保险","phone":"95586"},
	            	{"img":"","name":"鼎和保险","phone":"4008888136"},
	            	{"img":"","name":"渤海财险","phone":"4006111100"},
	            	{"img":"","name":"安盛天平保险","phone":"95550"},
	            	{"img":"","name":"安华农业保险","phone":"95540"},
	            	{"img":"","name":"安信农业保险","phone":"4008060606"},
	            	{"img":"","name":"中国太平保险","phone":"95589"},

	            	{"img":"","name":"中国人保寿险","phone":"95591"},
	            	{"img":"","name":"太平洋保险","phone":"95500"},
	            	{"img":"","name":"新华保险","phone":"95567"},
	            	{"img":"","name":"中国人寿保险","phone":"95519"},
	            	{"img":"","name":"中国平安保险","phone":"95511"},];
	/*        热线                               */
	var hotline=[{"img":"","name":"95801家庭服务中心","phone":"95081"},
	         	{"img":"","name":"21cake","phone":"4006502121"},
	        	{"img":"","name":"12580一按我帮你","phone":"12580"},
	        	{"img":"","name":"114查号台","phone":"114"},
	        	
	        	{"img":"","name":"正一味正时送","phone":"4008917917"},
	        	{"img":"","name":"中国移动","phone":"10086"},
	        	{"img":"","name":"真功夫","phone":"4009627929"},
	        	{"img":"","name":"中国联通","phone":"10010"},
	        	{"img":"","name":"中国电信","phone":"10000"},
	        	{"img":"","name":"中麦通信","phone":"4000766839"},
	        	{"img":"","name":"住房公积金热线","phone":"12329"},
	        	
	        	{"img":"","name":"永和豆浆","phone":"4008887088"},
	        	{"img":"","name":"一品三笑","phone":"4008927927"},
	        	{"img":"","name":"一茶一坐","phone":"8008201909"},
	        	{"img":"","name":"樱花国际日语","phone":"4001800111"},
	        	{"img":"","name":"永和大王","phone":"4000979797"},
	        	
	        	{"img":"","name":"新通教育","phone":"4000188855"},
	        	{"img":"","name":"星光快线","phone":"4008309122"},
	        	{"img":"","name":"星巴克","phone":"4008206998"},
	        	{"img":"","name":"新疆广电网络","phone":"0991-96566"},
	        	{"img":"","name":"星火英语","phone":"4006231860"},
	        	{"img":"","name":"西安秦华天然气有限公司","phone":"029-96777"},
	        	
	        	{"img":"","name":"韦博国际英语","phone":"4007209090"},
	        	{"img":"","name":"窝夫小子","phone":"4008567567"},
	        	{"img":"","name":"望湘园","phone":"4006608517"},
	        	
	        	{"img":"","name":"天气预报","phone":"12121"},
	        	
	        	{"img":"","name":"苏宁互联","phone":"10035"},
	        	{"img":"","name":"上海小南国","phone":"4008209777"},
	        	{"img":"","name":"沈阳广电网络","phone":"024-96195"},
	        	{"img":"","name":"瑞思学科英语","phone":"4006101100"},
	        	{"img":"","name":"瑞泰口腔医院","phone":"4006980079"},
	        	{"img":"","name":"全聚德","phone":"4007001864"},	
	        	{"img":"","name":"全国交通运输服务","phone":"12328"},
	        	{"img":"","name":"俏江南","phone":"4001517517"},
	        	
	        	{"img":"","name":"诺心LECAKE","phone":"4001578578"},
	        	
	        	{"img":"","name":"麻辣诱惑","phone":"4008166188"},
	        	{"img":"","name":"麦当劳","phone":"4008517517"},
	        	{"img":"","name":"眉州东波酒楼","phone":"4008527527"},
	        	{"img":"","name":"美团外卖","phone":"4008507777"},
	        	{"img":"","name":"美奥口腔医院","phone":"4000255888"},
	        	
	        	{"img":"","name":"李阳疯狂英语","phone":"4006880995"},
	        	{"img":"","name":"联通宽带","phone":"4006619566"},
	        	
	        	{"img":"","name":"康师傅私房牛肉面","phone":"4008589797"},
	        	{"img":"","name":"肯德基宅急送","phone":"4008823823"},
	        	{"img":"","name":"宽带通","phone":"010-96007"},
	        	
	        	{"img":"","name":"金宝贝早教中心","phone":"4006876873"},
	        	{"img":"","name":"金凤成祥","phone":"4008108788"},
	        	{"img":"","name":"吉祥馄饨","phone":"4001818818"},
	        	{"img":"","name":"嘉和一品粥","phone":"4001007008"},
	        	
	        	{"img":"","name":"华尔街英语","phone":"4008540085"},
	        	{"img":"","name":"环球美联英语","phone":"4000805009*"},
	        	{"img":"","name":"海底捞火锅","phone":"4008107107"},
	        	{"img":"","name":"汉普森英语","phone":"4006117191"},
	        	{"img":"","name":"好伦哥","phone":"4006266185"},
	        	{"img":"","name":"好利来","phone":"4007005999"},
	        	{"img":"","name":"黑天鹅蛋糕","phone":"4007001399"},
	        	{"img":"","name":"和合谷","phone":"40090090096"},
	        	{"img":"","name":"汉拿山韩式石锅拌饭","phone":"4006662799"},
	        	{"img":"","name":"湖北广电网络","phone":"027-96516"},
	        	
	        	{"img":"","name":"e陪诊","phone":"4009091580"},
	        	{"img":"","name":"EF英孚教育","phone":"4006567890"},
	        	
	        	{"img":"","name":"迪士尼英语","phone":"4008208066"},
	        	{"img":"","name":"戴尔国际英语","phone":"4001885111"},
	        	{"img":"","name":"德克士","phone":"4006309907"},
	        	{"img":"","name":"迪欧咖啡","phone":"95105396"},
	        	{"img":"","name":"达美乐披萨","phone":"4008825252"},
	        	{"img":"","name":"电力系统服务热线","phone":"95598"},
	        	
	        	{"img":"","name":"畅途网","phone":"4006008080"},
	        	{"img":"","name":"COSTA COFFEE","phone":"4006601766"},
	        	
	        	{"img":"","name":"巴贝拉","phone":"4007787878"},
	        	{"img":"","name":"棒约翰","phone":"4008107272"},
	        	{"img":"","name":"必胜客宅急送","phone":"4008123123"},
	        	{"img":"","name":"北大青鸟","phone":"4006105060"},
	        	{"img":"","name":"百度外卖","phone":"4000117777"},
	        	
	        	{"img":"","name":"ABC教育在线","phone":"4006619888"},
	        	{"img":"","name":"爱眼热线","phone":"4006976999"},
	        	
	        	{"img":"","name":"全国交通运输服务","phone":"12328"},
	        	{"img":"","name":"电力系统服务热线","phone":"95598"},
	        	{"img":"","name":"必胜宅急送","phone":"4008123123"},
	        	{"img":"","name":"肯德基宅急送","phone":"4008823823"},
	        	{"img":"","name":"麦当劳麦乐送","phone":"4008517517"},
	        	{"img":"","name":"中国联通","phone":"10010"},
	        	{"img":"","name":"天气预报查询","phone":"12121"},];
	/*        证券                               */
	var securities=[{"img":"","name":"中信通证券（中信通万通证券）","phone":"95548"},
	           	{"img":"","name":"招商证券","phone":"95565"},
	        	{"img":"","name":"长城证券","phone":"4006666888"},
	        	{"img":"","name":"中银国际","phone":"4006208888"},
	        	{"img":"","name":"中天证券","phone":"4006180315"},
	        	{"img":"","name":"中投证券","phone":"95532"},
	        	{"img":"","name":"长江证券","phone":"95579"},
	        	{"img":"","name":"中邮证券","phone":"4008888005"},
	        	{"img":"","name":"中航证券","phone":"4008866567"},
	        	{"img":"","name":"中山证券","phone":"4001022011"},
	        	
	        	{"img":"","name":"银河证券","phone":"95551"},
	        	{"img":"","name":"银泰证券","phone":"4008505505"},
	        	{"img":"","name":"英大证券","phone":"4008698698"},
	        	
	        	{"img":"","name":"湘财证券","phone":"4008881551"},
	        	{"img":"","name":"兴业证券","phone":"95562"},
	        	{"img":"","name":"西部证券","phone":"95582"},
	        	{"img":"","name":"信达证券","phone":"4008008899"},
	        	{"img":"","name":"新时代证券","phone":"4006989898"},
	        	
	        	{"img":"","name":"万联证券","phone":"4008005000"},
	        	
	        	{"img":"","name":"申银万国证券","phone":"95523"},
	        	{"img":"","name":"世纪证券","phone":"4008323000"},
	        	{"img":"","name":"山西证券","phone":"95573"},
	        	{"img":"","name":"首创证券","phone":"4006200620"},
	        	
	        	{"img":"","name":"日信证券","phone":"4006609839"},
	        	
	        	{"img":"","name":"趣炒股","phone":"4008522188"},
	        	{"img":"","name":"齐鲁证券","phone":"95538"},
	        	{"img":"","name":"南京证券","phone":"4008285888"},
	        	{"img":"","name":"民生证券","phone":"4006198888"},
	        	{"img":"","name":"民族证券","phone":"4008895618"},
	        	{"img":"","name":"开源证券","phone":"4008608866"},
	        	{"img":"","name":"金元证券","phone":"400888889"},
	        	{"img":"","name":"江海证券","phone":"4006662288"},
	        	
	        	{"img":"","name":"华林证券","phone":"4008802888"},
	        	{"img":"","name":"海通证券","phone":"95553"},
	        	{"img":"","name":"华创证券","phone":"4008666689"},
	        	{"img":"","name":"红塔证券","phone":"4008718880"},
	        	{"img":"","name":"华泰证券","phone":"95597"},
	        	{"img":"","name":"华融证券","phone":"4008989999"},
	        	{"img":"","name":"华福证券","phone":"4008896326"},
	        	{"img":"","name":"宏信证券","phone":"4008366366"},
	        	{"img":"","name":"华夏基金","phone":"4008186666"},
	        	{"img":"","name":"华鑫证券","phone":"4001099918"},
	        	{"img":"","name":"华西证券","phone":"4008888818"},
	        	{"img":"","name":"宏源证券","phone":"4008000562"},
	        	
	        	{"img":"","name":"高华证券","phone":"4008888278"},
	        	{"img":"","name":"国信证券","phone":"95536"},
	        	{"img":"","name":"广发证券","phone":"95575"},
	        	{"img":"","name":"国联证券","phone":"95570"},
	        	{"img":"","name":"光大证券","phone":"95525"},
	        	{"img":"","name":"国泰君安证券","phone":"95521"},
	        	{"img":"","name":"国泰基金","phone":"4008888688"},
	        	{"img":"","name":"国元证券","phone":"95578"},
	        	{"img":"","name":"国海证券","phone":"95563"},
	        	{"img":"","name":"国盛证券","phone":"4008222111"},
	        	
	        	{"img":"","name":"东吴证券","phone":"95330"},
	        	{"img":"","name":"东兴证券","phone":"4008888993"},
	        	{"img":"","name":"东海证券","phone":"95531"},
	        	{"img":"","name":"东方证券","phone":"95503"},
	        	{"img":"","name":"德邦证券","phone":"4008888128"},
	        	{"img":"","name":"第一创业证券","phone":"4008881888"},
	        	{"img":"","name":"大通证券","phone":"4008169169"},
	        	
	        	{"img":"","name":"财达证券","phone":"4006128999"},
	        	{"img":"","name":"财通证券","phone":"95336"},
	        	{"img":"","name":"财富证券","phone":"4008835316"},
	        	{"img":"","name":"渤海证券","phone":"4006515988"},
	        	{"img":"","name":"安信证券","phone":"4008001001"},
	        	{"img":"","name":"爱建证券","phone":"4001962502"},
	        	
	        	{"img":"","name":"中银国际","phone":"4006208888"},
	        	{"img":"","name":"民生证券","phone":"4006198888"},
	        	{"img":"","name":"华夏基金","phone":"4008186666"},
	        	{"img":"","name":"银河证券","phone":"95551"},
	        	{"img":"","name":"广发证券","phone":"95575"},
	        	{"img":"","name":"国泰君安证券","phone":"95521"},
	        	{"img":"","name":"光大证券","phone":"95525"},];
	/*        酒店                               */
	var hotel=[{"img":"","name":"7天连锁酒店","phone":"4008740087"},
	       	{"img":"","name":"24K酒店","phone":"4008886119"},
	    	{"img":"","name":"洲际酒店","phone":"8008302008"},
	    	
	    	{"img":"","name":"易佰连锁酒店","phone":"4008877004"},
	    	{"img":"","name":"雅克e家连锁酒店","phone":"4008129123"},
	    	{"img":"","name":"雅高酒店","phone":"400688080"},
	    	{"img":"","name":"有家客栈","phone":"4006121268"},
	    	{"img":"","name":"悠悠旅游网","phone":"4006669911"},
	    	{"img":"","name":"宜必思酒店","phone":"400606606"},
	    	{"img":"","name":"雅朵酒店","phone":"40006001615"},
	    	{"img":"","name":"艺龙旅行网","phone":"4009333333"},
	    	
	    	{"img":"","name":"喜达屋酒店","phone":"8008103588"},
	    	{"img":"","name":"希尔顿逸林酒店","phone":"4008835577"},
	    	{"img":"","name":"橡树林酒店","phone":"4006466888"},
	    	{"img":"","name":"希尔顿酒店","phone":"4008865533"},
	    	{"img":"","name":"香格里拉酒店","phone":"4001205900"},
	    	
	    	{"img":"","name":"维也纳连锁酒店","phone":"400888288"},
	    	{"img":"","name":"万豪国际酒店","phone":"4008844371"},
	    	{"img":"","name":"途家网","phone":"4001881234"},
	    	{"img":"","name":"同城旅游网","phone":"4007777777"},
	    	
	    	{"img":"","name":"书香世家酒店","phone":"4008887388"},
	    	{"img":"","name":"首旅建国连锁酒店","phone":"4006508811"},
	    	{"img":"","name":"尚一特连锁酒店","phone":"40000234888"},
	    	{"img":"","name":"睡吧连锁酒店","phone":"4000093899"},
	    	{"img":"","name":"尚客优酒店","phone":"400456999"},
	    	{"img":"","name":"四季酒店","phone":"4001487200"},
	    	{"img":"","name":"速8酒店","phone":"4001840018"},
	    	
	    	{"img":"","name":"如家酒店集团","phone":"4008203333"},
	    	{"img":"","name":"苹果假日酒店","phone":"4000114000"},
	    	{"img":"","name":"飘HOME连锁酒店","phone":"4006506668"},
	    	{"img":"","name":"南苑E家酒店","phone":"4006665678"},
	    	{"img":"","name":"美客美家酒店","phone":"4006175557"},
	    	{"img":"","name":"芒果网","phone":"40066400696"},
	    	
	    	{"img":"","name":"朗廷酒店","phone":"4001338338"},
	    	{"img":"","name":"蓝色快舟连锁旅店","phone":"10101010"},
	    	{"img":"","name":"凯旋龙连锁酒店","phone":"4008803333"},
	    	{"img":"","name":"快8连锁酒店","phone":"4000353588"},
	    	{"img":"","name":"开元酒店","phone":"10105050"},
	    	{"img":"","name":"凯悦酒店","phone":"4009201234"},
	    	
	    	{"img":"","name":"锦江之星","phone":"4008209999"},
	    	{"img":"","name":"久悦酒店","phone":"4008806969"},
	    	{"img":"","name":"嘉力连锁酒店","phone":"4006767189"},
	    	{"img":"","name":"加利利连锁酒店","phone":"4000290880"},
	    	{"img":"","name":"桔子酒店","phone":"4008190099"},
	    	
	    	{"img":"","name":"皇冠假日酒店","phone":"4008862255"},
	    	{"img":"","name":"汉庭酒店","phone":"4008121121"},
	    	{"img":"","name":"华侨城酒店","phone":"4006309996"},
	    	{"img":"","name":"格兰云天酒店","phone":"4007001997"},
	    	{"img":"","name":"格林豪泰酒店","phone":"4006998998"},
	    	{"img":"","name":"费尔蒙酒店","phone":"4001200634"},
	    	
	    	{"img":"","name":"戴斯酒店","phone":"400885555"},
	    	{"img":"","name":"布丁酒店","phone":"4008802802"},
	    	{"img":"","name":"泊捷时尚酒店","phone":"4008656888"},
	    	{"img":"","name":"白玉兰连锁酒店","phone":"4008209991"},
	    	{"img":"","name":"百时快捷酒店","phone":"4008208999"},
	    	{"img":"","name":"艾美酒店","phone":"4008688688"},
	    	
	    	{"img":"","name":"汉庭酒店","phone":"4008121121"},
	    	{"img":"","name":"7天连锁酒店","phone":"4008740087"},
	    	{"img":"","name":"如家酒店集团","phone":"4008203333"},
	    	{"img":"","name":"艺龙旅行网","phone":"4009333333"},
	    	{"img":"","name":"同程旅游网","phone":"4007777777"},];
	/*        旅游                               */
	var journey=[{"img":"","name":"众信旅游","phone":"4008199898"},
	         	{"img":"","name":"中信旅行社","phone":"8610-85263636"},
	        	{"img":"","name":"中青旅CYTS","phone":"4008840086"},
	        	{"img":"","name":"中国国旅","phone":"4006008888"},
	        	{"img":"","name":"中旅总社CTS","phone":"4008116666"},
	        	{"img":"","name":"途牛旅游网","phone":"4007999999"},
	        	{"img":"","name":"南湖国旅","phone":"40000840008"},
	        	{"img":"","name":"马蜂窝旅游","phone":"4001666866"},
	        	{"img":"","name":"驴妈妈旅游网","phone":"10106060"},
	        	{"img":"","name":"康辉旅游","phone":"4006140031"},
	        	{"img":"","name":"凯撒旅游","phone":"4006066666"},
	        	{"img":"","name":"锦江旅行社","phone":"4008208286"},
	        	{"img":"","name":"广东中旅","phone":"4008840011"},
	        	{"img":"","name":"广之旅","phone":"4008638888"},
	        	{"img":"","name":"北京青年旅行社","phone":"4009265166"},
	        	{"img":"","name":"康辉旅游","phone":"4006140031"},
	        	{"img":"","name":"广之旅","phone":"4008638888"},
	        	{"img":"","name":"途牛旅游网","phone":"4007999999"},
	        	{"img":"","name":"中国国旅","phone":"4006008888"},
	        	{"img":"","name":"马蜂窝旅游","phone":"4001666866"},];
	/*        公众服务                               */
	var public_service=[{"img":"","name":"中央纪检监察部举报电话","phone":"12388"},
	                	{"img":"","name":"质量监督局投诉","phone":"12365"},
	                	{"img":"","name":"中国儿童少年基金会慈善募捐专线","phone":"12361"},
	                	{"img":"","name":"消费者投诉","phone":"12315"},
	                	{"img":"","name":"外交部全球领事保护与服务应急呼叫中心","phone":"12308"},
	                	{"img":"","name":"食品药品监督举报热线","phone":"12331"},
	                	{"img":"","name":"水上救援热线","phone":"12395"},
	                	{"img":"","name":"市政府服务热线","phone":"12345"},
	                	{"img":"","name":"商务举报投诉热线","phone":"12312"},
	                	{"img":"","name":"全国妇联反家暴热线","phone":"16838198"},
	                	{"img":"","name":"全国妇联妇女维权热线","phone":"12338"},
	                	{"img":"","name":"全国公共卫生咨询人热线","phone":"12320"},
	                	{"img":"","name":"纳税服务热线","phone":"12366"},
	                	{"img":"","name":"路华救援","phone":"4008215229"},
	                	{"img":"","name":"劳动保障政策咨询","phone":"12333"},
	                	{"img":"","name":"价格举报","phone":"12358"},
	                	{"img":"","name":"机构编制违规举报热线","phone":"12310"},
	                	{"img":"","name":"检查机关统一举报电话","phone":"12309"},
	                	{"img":"","name":"交通事故报警","phone":"122"},
	                	{"img":"","name":"急救中心","phone":"120"},
	                	{"img":"","name":"紧急呼叫中心","phone":"112"},
	                	{"img":"","name":"环保投诉","phone":"12369"},
	                	{"img":"","name":"火警","phone":"119"},
	                	{"img":"","name":"高速公路报警救援电话","phone":"12122"},
	                	{"img":"","name":"公安报警","phone":"110"},
	                	{"img":"","name":"反盗版举报","phone":"12390"},
	                	{"img":"","name":"非警急救助服务中心","phone":"12345"},
	                	{"img":"","name":"电力投诉举报","phone":"12398"},
	                	{"img":"","name":"城建服务","phone":"12319"},
	                	{"img":"","name":"紧急呼叫中心","phone":"112"},
	                	{"img":"","name":"消费者投诉","phone":"12315"},
	                	{"img":"","name":"急救中心","phone":"120"},
	                	{"img":"","name":"火警","phone":"119"},
	                	{"img":"","name":"公安报警","phone":"110"},];
	
	
	
	switch(type){
	
	/*        银行                               */
	case "bank":
		$(".grid-40").eq(0).text('银行');
		$(".list-box").hide();
		bank.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        快递                               */
	case "courier":
		$(".grid-40").eq(0).text('快递');
		$(".list-box").hide();		
		courier.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);			
		});
		hide();
		break;
		
		/*        机票                               */
	case "ticket":
		$(".grid-40").eq(0).text('机票');
		$(".list-box").hide();
		ticket.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        租车                               */
	case "taxi":
		$(".grid-40").eq(0).text('租车');
		$(".list-box").hide();
		taxi.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        品牌售后                               */
	case "branAfter_sales":
		$(".grid-40").eq(0).text('品牌售后');
		$(".list-box").hide();
		branAfter_sales.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        代驾                               */
	case "G_driving":
		$(".grid-40").eq(0).text('代驾');
		$(".list-box").hide();		
		G_driving.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);			
		});
		hide();
		break;
		
		/*        证券                               */
	case "securities":
		$(".grid-40").eq(0).text('证券');
		$(".list-box").hide();
		securities.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        生活热线                               */
	case "hotline":
		$(".grid-40").eq(0).text('生活热线');
		$(".list-box").hide();
		hotline.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		
		/*        保险                               */
	case "insurance":
		$(".grid-40").eq(0).text('保险');
		$(".list-box").hide();
		insurance.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        酒店                               */
	case "hotel":
		$(".grid-40").eq(0).text('酒店');
		$(".list-box").hide();		
		hotel.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);			
		});
		hide();
		break;
		
		/*        旅游                               */
	case "journey":
		$(".grid-40").eq(0).text('旅游');
		$(".list-box").hide();
		journey.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
		
		/*        公众服务                               */
	case "public_service":
		$(".grid-40").eq(0).text('公共服务');
		$(".list-box").hide();
		public_service.forEach(function(l){
			var html = '<div class="hot"><div class="grid-100"> <div class=" grid-20 mobile-grid-30"><a href="#"><img src="" id="phoneImg"/></a></div><div class=" grid-60 mobile-grid-40"><a id="phoneTitle">'+l.name+'<br /><span id="phoneNum">'+l.phone+'</span></a></div> <div class=" grid-20 mobile-grid-30"><a href="http://tym.bstoapp.com/callphone?phone_num='+l.phone+'"><img src="img/iconfont-dianhua.png"/></a></div></div></div>';
			$('.hotline p').after(html);
		});
		hide();
		break;
	}
	



